Repository: nagyist/MOPP-iOS
Catalog: MoppApp/MoppApp/*.lproj/Localizable.strings
Languages: et, ru

# my-eid-unblock-code-title
source: Unblock %@
et: %@ lahti blokeerimine
ru: Разблокировать %@

# my-eid-change-not-available-text
source: The PUK code cannot be changed for an identified card. If the code is lost, you can view it in the self-service portal of the Police and Border Guard Board.
et: Tuvastatud kaardil ei saa PUK-koodi muuta. Kaotatud koodi saad vaadata Politsei- ja Piirivalveameti iseteenindusest.
ru: Изменить PUK-код на распознанной карте невозможно. Утерянный код можно посмотреть в самообслуживании Департамента полиции и погранохраны.

# my-eid-change-not-available-url
source: https://www.id.ee/en/article/changing-id-card-pin-codes-and-puk-code/
et: https://www.id.ee/artikkel/id-kaardi-pin-ja-puk-koodide-muutmine/
ru: https://www.id.ee/ru/artikkel/poryadok-izmeneniya-pin-kodov-i-puk-koda-id-karty/

# my-eid-current-code-label
source: CURRENT %@ CODE
et: KEHTIV %@-KOOD
ru: ДЕЙСТВУЮЩИЙ %@-КОД

# my-eid-new-code-label
source: NEW %@ CODE (at least %i symbols)
et: UUS %@-KOOD (vähemalt %i sümbolit)
ru: НОВЫЙ %@-КОД (не меньше %i символов)

# my-eid-new-code-again-label
source: REPEAT NEW %@ CODE
et: UUS %@-KOOD UUESTI
ru: ПОВТОРИТЬ НОВЫЙ %@-КОД

# my-eid-discard-button-title
source: CANCEL
et: KATKESTA
ru: ОТМЕНИТЬ

# my-eid-confirm-change-button-title
source: CHANGE
et: MUUDA
ru: ИЗМЕНИТЬ

# my-eid-confirm-unblock-button-title
source: UNBLOCK
et: BLOKEERI LAHTI
ru: РАЗБЛОКИРОВАТЬ

# my-eid-discard-pin1-button-title-accessibility
source: CANCEL PIN1 CHANGING PROCESS
et: KATKESTA PIN1 MUUTMINE
ru: ПРЕРВАТЬ ПРОЦЕСС ИЗМЕНЕНИЯ PIN1

# my-eid-discard-pin2-button-title-accessibility
source: CANCEL PIN2 CHANGING PROCESS
et: KATKESTA PIN2 MUUTMINE
ru: ПРЕРВАТЬ ПРОЦЕСС ИЗМЕНЕНИЯ PIN2

# my-eid-confirm-pin1-change-button-title-accessibility
source: CONFIRM PIN1 CHANGE
et: KINNITA PIN1 MUUTMINE
ru: ПОДТВЕРДИТЬ ИЗМЕНЕНИЕ PIN1

# my-eid-confirm-pin2-change-button-title-accessibility
source: CONFIRM PIN2 CHANGE
et: KINNITA PIN2 MUUTMINE
ru: ПОДТВЕРДИТЬ ИЗМЕНЕНИЕ PIN2

# my-eid-discard-pin1-unblock-button-title-accessibility
source: CANCEL PIN1 UNBLOCKING PROCESS
et: KATKESTA PIN1 LAHTI BLOKEERIMINE
ru: ПРЕРВАТЬ ПРОЦЕСС АННУЛИРОВАНИЯ БЛОКИРОВКИ PIN1

# my-eid-discard-pin2-unblock-button-title-accessibility
source: CANCEL PIN2 UNBLOCKING PROCESS
et: KATKESTA PIN2 LAHTI BLOKEERIMINE
ru: ПРЕРВАТЬ ПРОЦЕСС АННУЛИРОВАНИЯ БЛОКИРОВКИ PIN2

# my-eid-confirm-pin1-unblock-button-title-accessibility
source: CONFIRM PIN1 UNBLOCK
et: KINNITA PIN1 LAHTI BLOKEERIMINE
ru: ПОДТВЕРДИТЬ АННУЛИРОВАНИЕ БЛОКИРОВКИ PIN1

# my-eid-confirm-pin2-unblock-button-title-accessibility
source: CONFIRM PIN2 UNBLOCK
et: KINNITA PIN2 LAHTI BLOKEERIMINE
ru: ПОДТВЕРДИТЬ АННУЛИРОВАНИЕ БЛОКИРОВКИ PIN2

# my-eid-discard-puk-change-button-title-accessibility
source: CANCEL PUK CHANGING PROCESS
et: KATKESTA PUK MUUTMINE
ru: ПРЕРВАТЬ ПРОЦЕСС ИЗМЕНЕНИЯ PUK-КОДА

# my-eid-confirm-puk-change-button-title-accessibility
source: CONFIRM PUK CHANGE
et: KINNITA PUK MUUTMINE
ru: ПОДТВЕРДИТЬ ИЗМЕНЕНИЕ PUK-КОД

# my-eid-error-new-code-too-short
source: New %@ code must be at least %i digits long
et: Uus %@-kood peab olema vähemalt %i-kohaline
ru: Новый %@-код должен быть не менее %i символов

# my-eid-error-current-code-too-short
source: Current %@ code must be at least %i digits long
et: Kehtiv %@-kood peab olema vähemalt %i-kohaline
ru: Действующий %@-код должен быть не менее %i символов

# my-eid-error-codes-mismatch
source: New %@ codes must match
et: Uued %@-koodid peavad olema samad
ru: Новые %@-коды должны совпадать

# my-eid-error-codes-are-same
source: Old and new %@ have to be different
et: Kehtiv ja uus %@ peavad olema erinevad
ru: Старый и новый %@ должны быть разными

# my-eid-error-code-contained-in-personal-code
source: New %@ code can't be part of your personal code
et: Uus %@-kood ei saa olla osa sinu isikukoodist
ru: Новый %@-код не может быть частью Вашего личного кода

# my-eid-error-code-is-date-of-birth
source: New %@ code can't be your date of birth
et: Uus %@-kood ei saa olla sinu sünnikuupäev
ru: Новый %@-код не может быть датой Вашего рождения

# my-eid-error-code-too-easy
source: New %@ code can't be so easy
et: Uus %@-kood ei saa olla nii lihtne
ru: Новый %@-код не может быть таким простым

# settings-title
source: Settings
et: Seaded
ru: Настройки

# settings-id-code-placeholder
source: Personal code
et: Isikukood
ru: Личный код

# settings-rpuuid-title
source: Access to mobile-ID and Smart-ID service
et: Ligipääs mobiil-ID ja Smart-ID teenusele
ru: Доступ к услуге mobiil-ID и Smart-ID

# settings-timestamp-url-title
source: Access to Time-Stamping service
et: Ligipääs ajatempliteenusele
ru: Доступ к услугам отметки времени

# settings-timestamp-use-default-title
source: Use default
et: Kasuta vaikeväärtust
ru: Использовать значение по умолчанию

# settings-role-and-address-title
source: Ask role and address info on signing
et: Küsi rolli ja aadressi igal allkirjastamisel
ru: Спросить роль и адрес при каждом подписании

# settings-value-changed
source: Setting value changed
et: Seade väärtus muudetud
ru: Значение настройки изменено

# settings-timestamp-cert-title
source: Time-Stamping service SSL certificate
et: Ajatempliteenuse SSL sertifikaat
ru: SSL сертификат службы отметок времени

# settings-timestamp-cert-issued-to-label
source: Issued to:
et: Kellele väljastatud:
ru: Выдан:

# settings-timestamp-cert-valid-to-label
source: Valid to:
et: Kehtib kuni:
ru: Действительно до:

# settings-timestamp-cert-add-certificate-button
source: ADD CERTIFICATE
et: LISA SERTIFIKAAT
ru: ДОБАВИТЬ СЕРТИФИКАТ

# settings-timestamp-cert-show-certificate-button
source: SHOW CERTIFICATE
et: NÄITA SERTIFIKAATI
ru: ПОКАЗАТЬ СЕРТИФИКАТ

# settings-siva-service-title
source: Access to Digital Signature Validation Service SiVa
et: Ligipääs valideerimisteenusele SiVa
ru: Доступ к услуге валидации SiVa

# settings-proxy-title
source: Proxy
et: Proksi
ru: Прокси

# settings-proxy-no-proxy
source: No proxy
et: Ei kasuta proksit
ru: Прокси не используется

# settings-proxy-use-system
source: Use system proxy settings
et: Kasuta süsteemseid proksi seadeid
ru: Использовать системные настройки прокси

# settings-proxy-use-manual
source: Manual proxy configuration
et: Proksi seaded määratakse käsitsi
ru: Настроить прокси вручную

# settings-proxy-host
source: Host
ru: Хост

# settings-proxy-port
source: Port
ru: Порт

# settings-proxy-username
source: Username
et: Kasutajanimi
ru: Имя пользователя

# settings-proxy-password
source: Password
et: Parool
ru: Пароль

# settings-siva-default-access-title
source: Use default access
et: Kasutan vaikimisi määratud ligipääsu
ru: Использовать доступ, назначенный по умолчанию

# settings-siva-default-manual-access-title
source: Use manually configured access
et: Kasutan käsitsi määratud ligipääsu
ru: Использовать доступ, назначенный вручную

# settings-siva-default-certificate-title
source: Digital Signature Validation Service SiVa SSL certificate
et: Valideerimisteenuse SiVa SSL sertifikaat
ru: Сертификат услуги валидации SiVa SSL

# settings-reset-button
source: USE DEFAULT SETTINGS
et: TAASTA ALGSEADED
ru: ИСПОЛЬЗОВАТЬ НАСТРОЙКИ ПО УМОЛЧАНИЮ

# settings-proxy-check-connection-button
source: Check connection
et: Kontrolli internetiühendust
ru: Проверьте настройки интернета

# settings-proxy-check-connection-success-message
source: Internet connection available!
et: Internetiühendus on olemas!
ru: Подключение к интернету имеется!

# settings-proxy-check-connection-unsuccessful-message
source: No internet connection!
et: Internetiühendus puudub!
ru: Нет интернет-соединения!

# settings-proxy-check-connection-check-username-and-password
source: Check proxy username and password.
et: Kontrolli proksi kasutajanime ja parooli.
ru: Проверьте имя пользователя и пароль прокси.

# settings-reset-message
source: Default settings restored
et: Algseaded taastatud
ru: Настройки по-умолчанию восстановлены

# proxy-unable-to-connect-to-service
source: Failed to connect with service server. Please check your network settings or try again later.
et: Teenuse serveriga ühendus ebaõnnestus. Palun kontrolli võrgu sätteid või proovi hiljem uuesti.
ru: Не удалось связаться с сервером услуги. Пожалуйста, проверьте настройки сети или повторите попытку позже.

# diagnostics-title
source: Diagnostics
et: Diagnostika
ru: Диагностика

# diagnostics-activate-one-time-logging
source: Enable one-time log generation
et: Aktiveeri ühekordne logifaili genereerimine
ru: Активировать одноразовое создание лог-файла

# diagnostics-save-log
source: SAVE LOG
et: SALVESTA LOGIFAIL
ru: СОХРАНИТЬ ЛОГ-ФАЙЛ

# diagnostics-restart-to-active-logging
source: Restart RIA DigiDoc to activate logging. https://www.id.ee/en/article/log-file-generation-in-digidoc4-client/
et: Logimise aktiveerimiseks taaskäivita RIA DigiDoc. https://www.id.ee/artikkel/logifaili-genereerimine-digidoc4-kliendis/
ru: Перезапустите RIA DigiDoc, чтобы активировать ведение журнала. https://www.id.ee/ru/artikkel/generirovanie-log-fajla-v-kliente-digidoc4/

# diagnostics-app-version
source: Application version
et: Rakenduse versioon
ru: Версия приложения

# diagnostics-ios-version
source: OS
et: Operatsioonisüsteem
ru: Операционная система

# diagnostics-libraries-label
source: Libraries:
et: Teegid:
ru: Библиотеки:

# diagnostics-rpuuid-default
source: is set by default
et: vaikimisi määratud
ru: назначено по умолчанию

# diagnostics-rpuuid-custom
source: is set manually
et: käsitsi määratud
ru: назначено вручную

# diagnostics-tsl-cache-label
source: TSL cache:
et: TSL puhver:
ru: TSL кеш:

# about-title
source: Info
ru: Информация

# jailbreak-message
source: This app cannot be used in jailbroken device
et: Seda rakendust ei saa kasutada turvamata (ingl jailbroken) seadmes
ru: Данное приложение не может быть использовано на взломанном (джейлбрейк) устройстве

# datafile-preview-failed
source: Error opening document for preview
et: Faili avamine eelvaateks ebaõnnestus
ru: Не удалось открыть документ для предварительного просмотра

# datafile-preview-not-available
source: A file with this extension cannot be opened in RIA DigiDoc application. Download the file to view it.
et: Sellise laiendiga faili ei ole võimalik avada RIA DigiDoc rakenduses. Faili vaatamiseks laadi see alla.
ru: Файл с таким расширением не может быть открыт в RIA DigiDoc похоже. Загрузите файл, чтобы просмотреть его.

source: Central configuration:
et: Konfiguratsiooni andmed:
ru: Центральная конфигурация:

# last-update-check
source: LAST CHECK:
et: VIIMATI KONTROLLITUD:
ru: ПОСЛЕДНЯЯ ПРОВЕРКА:

source: UPDATE DATE:
et: UUENDAMISE KUUPÄEV:
ru: ДАТА ОБНОВЛЕНИЯ:

source: REFRESH CONFIGURATION
et: KONTROLLI VÄRSKENDUSI
ru: ПРОВЕРЬТЕ ОБНОВЛЕНИЯ

# refresh-configuration-restart-message
source: Configuration and TSL updated successfully. Restart the application to complete the update
et: Konfiguratsiooni ja TSL värskendamine õnnestus. Värskenduse lõpuleviimiseks taaskäivita rakendus
ru: Обновление конфигурации и TSL прошло успешно. Перезапустите приложение для завершения обновления

# refresh-configuration-updated
source: Configuration updated
et: Konfiguratsioon uuendatud
ru: Конфигурация удачно обновлена

# refresh-configuration-already-up-to-date
source: Configuration is already up-to-date
et: Konfiguratsioon on juba ajakohane
ru: У вас последняя версия конфигурации

source: SAVE DIAGNOSTICS
et: SALVESTA DIAGNOSTIKA
ru: СОХРАНИТЬ ДИАГНОСТИКУ

# info-app-version
source: RIA DigiDoc version
et: RIA DigiDoc versioon
ru: RIA DigiDoc версия

# info-app-issuer
source: Estonian ID-software is released by Information System Authority
et: Eesti ID-tarkvara on välja antud Riigi Infosüsteemi Ameti poolt
ru: Эстонское программное обеспечение ID выпущено Государственным департаментом инфосистем

# info-app-contact
source: In case of questions please contact our support via
et: Küsimuste korral pöördu
ru: Если у вас возникнут вопросы, пожалуйста, обратитесь на

# info-app-contact-link
source: https://www.id.ee/en/
et: https://www.id.ee
ru: https://www.id.ee/ru/

# info-app-logo-accessibility
source: The project is supported by the European Regional Development Fund
et: Projekti on toetatud Euroopa Liidu Regionaalarengu Fondist
ru: Проект поддерживается Европейским фондом регионального развития

# info-app-additional-licenses-label
source: Additional licenses and components
et: Täiendavad litsentsid ja komponendid
ru: Дополнительные лицензии и компоненты

# signer-certificate-issuer-label
source: Signer's Certificate issuer
et: Allkirjastaja sertifikaadi väljaandja
ru: Организация, выдавшая сертификат подписавшего

# signers-certificate-label
source: Signer's Certificate
et: Allkirjastaja sertifikaat
ru: Сертификат пользователя

# signature-method-label
source: Signature method
et: Allkirja meetod
ru: Метод подписи

# container-format-label
source: Container format
et: Ümbriku formaat
ru: Формат контейнера

# signature-format-label
source: Signature format
et: Allkirja formaat
ru: Формат подписи

# signed-file-count-label
source: Signed file count
et: Allkirjastatud failide arv
ru: Количество подписанных файлов

# signature-timestamp-label
source: Signature timestamp
et: Allkirja ajatempel
ru: Временной штамп подписи

# signature-timestamp-utc-label
source: Signature timestamp (UTC)
et: Allkirja ajatempel (UTC)
ru: Временной штамп подписи (UTC)

# hash-value-of-signature-label
source: Hash value of signature
et: Allkirja sõnumilühend
ru: Хэш значение подтверждения подлинности подписи

# ts-certificate-issuer-label
source: TS Certificate issuer
et: Ajatempliteenuse sertifikaadi väljaandja
ru: Издатель сертификата временного штампа

# ts-certificate-label
source: TS Certificate
et: Ajatempliteenuse sertifikaat
ru: Сертификат временного штампа

# ocsp-certificate-issuer-label
source: OCSP Certificate issuer
et: Kehtivuskinnituse sertifikaadi väljaandja
ru: Организация, выдавшая сертификат OCSP

# ocsp-certificate-label
source: OCSP Certificate
et: Kehtivuskinnituse sertifikaat
ru: Сертификат OCSP

# ocsp-time-label
source: OCSP time
et: Kehtivuskinnituse aeg
ru: Время подтверждения подлинности подписи

# ocsp-time-utc-label
source: OCSP time (UTC)
et: Kehtivuskinnituse aeg (UTC)
ru: Время подтверждения подлинности подписи (UTC)

# signers-mobile-time-label
source: Signer's mobile time
et: Allkirjastaja telefoni kellaaeg (UTC)
ru: Время на мобильном телефоне подписывающего (UTC)

# subject-name
source: Subject
et: Subjekt
ru: Субъект

# country-or-region
source: Country
et: Riik
ru: Страна

source: Organisation
et: Organisatsioon
ru: Организация

source: Organisational Unit
et: Allüksus
ru: Подразделение

source: Common Name
et: Üldnimi
ru: Общее имя

source: Surname
et: Perekonnanimi
ru: Фамилия

# given-name
source: Given Names
et: Eesnimi
ru: Имена

source: Serial Number
et: Seerianumber
ru: Серийный номер

source: Email Address
et: E-posti aadress
ru: Адрес электронной почты

# issuer-name
source: Issuer
et: Väljaandja
ru: Выдавший

# other-name
source: Organisation Identifier
et: Organisatsiooni identifikaator
ru: Идентификатор организации

source: Version
et: Versioon
ru: Версия

source: Signature Algorithm
et: Allkirja algoritm
ru: Алгоритм подписи

source: Parameters
et: Parameetrid
ru: Параметры

# not-valid-before
source: Valid from
et: Kehtib alates
ru: Действительно с

# not-valid-after
source: Valid to
et: Kehtib kuni
ru: Действительно до

# public-key-info
source: Public Key
et: Avaliku võtme info
ru: Информация об открытом ключе

source: Algorithm
et: Algoritm
ru: Алгоритм

source: Public Key
et: Avalik võti
ru: Открытый ключ

source: Key Usage
et: Võtme kasutusala
ru: Использование ключа

source: Signature
et: Allkiri
ru: Подпись

source: Extension
et: Laiendus
ru: Расширение

source: Extensions
et: Laiendused
ru: Расширения

source: Critical
et: Kriitiline
ru: Критический

source: Usage
et: Kasutusala
ru: Использование

source: Key ID
et: Võtme ID
ru: Идентификатор ключа

source: Method
et: Meetod
ru: Метод

source: Fingerprints
et: Sõrmejäljed
ru: Отпечатки

# accessibility-introduction-title
source: Accessibility
et: Juurdepääsetavus
ru: Доступность

# accessibility-link
source: More information can be found on here: https://www.id.ee/ligipaasetavuse-teatis/
et: Rohkem infot leiab ligipääsetavuse teatisest: https://www.id.ee/ligipaasetavuse-teatis/.
ru: Более подробную информацию можно найти тут: https://www.id.ee/ligipaasetavuse-teatis/.

# accessibility-introduction
source: RIA DigiDoc is designed to comply with the WCAG 2.1 AA accessibility guidelines. This means that the RIA DigiDoc application has been developed using the principles that the application should be usable by the blind and people with visual, mobility, and strength impairments.
et: RIA DigiDoc on ehitatud nii, et see vastaks WCAG 2.1 AA juurdepääsetavuse suunistele. See tähendab, et RIA DigiDoc rakenduse arendamisel on kasutatud põhimõtteid, et see oleks kasutatav ilma nägemisvõimeta, piiratud nägemisvõimega, piiratud liikumisvõime või jõuga jms.
ru: Приложение RIA DigiDoc построено таким образом, чтобы оно соответствовало протоколам доступа WCAG 2.1 AA. Это означает, что при разработке RIA DigiDoc соблюдались принципы, позволяющие использовать приложение неспособным видеть и слабовидящим пользователям, лицам с ограничением двигательной функции или силы и т. п.

# accessibility-introduction-2
source: Accessibility can be improved by using built-in assistive tools on your smart device. You can find an overview of the main assistive tools below.
et: Juurdepääsetavust on võimalik parandada oma nutiseadmesse sisseehitatud abivahendeid kasutades. Alljärgnevalt ülevaade põhilistest abivahenditest.
ru: Доступность можно исправить путём использования встроенных в смарт-устройство вспомогательных средств. Далее даётся обзор основных вспомогательных средств.

# accessibility-introduction-screen-reader-header
source: Screen reader
et: Ekraanilugeja
ru: Экранное считывающее устройство

# accessibility-introduction-screen-reader-introduction
source: A screen reader is a program that converts the information on the screen of a smart device into a user-friendly output, for instance, into speech. In particular, it is a tool for the visually impaired.
et: Ekraanilugeja on programm, mille ülesandeks on muuta nutiseadme ekraanil kujutatavat informatsioon kasutajale sobivaks väljundiks – näiteks kõneks. Eelkõige on see abivahend vaegnägijate jaoks.
ru: Экранное считывающее устройство (также программа экранного чтения, или скрин-ридер) – это программа, задачей которой является преобразование изображаемой на экране смарт-устройства информации в подходящий для пользователя вид – например, речь. В первую очередь это вспомогательное средство предназначено для слабовидящих пользователей.

# accessibility-introduction-screen-reader-introduction-2
source: RIA DigiDoc has been built based on the principle that all types of visual content can be converted into user-friendly output. For example, the images are accompanied by textual descriptions. Furthermore, the arrangement and order of the structural elements consider the screen reader’s movement on the screen and allow the information to be consumed in a logical sequence.
et: RIA DigiDoc ehitamisel on arvestatud, et igat tüüpi visuaalset sisu oleks võimalik muuta kasutajale sobivaks väljundiks. Näiteks on piltidel küljes tekstilised kirjeldused, struktuursete elementide paigutus ja järjekord arvestab ekraanilugeja liikumist ekraanil ja võimaldab infot tarbida loogilises järjekorras.
ru: При построении приложения RIA DigiDoc учитывалась возможность преобразования визуального содержания любого типа в подходящий для пользователя вид. Например, картинки снабжены текстовыми описаниями, расположение и последовательность структурных элементов учитывает перемещение экранного считывающего устройства по экрану и позволят потреблять информацию в логической последовательности.

# accessibility-introduction-screen-reader-introduction-apps
source: The most common smart device screen readers:
et: Levinumad nutiseadme ekraanilugejad:
ru: Наиболее распространённые скрин-ридеры для смарт-устройств:

# accessibility-introduction-screen-reader-introduction-ios
source: VoiceOver (iOS, built in) https://support.apple.com/en-gb/guide/iphone/iph3e2e415f/ios
et: VoiceOver (iOS, sisseehitatud) https://support.apple.com/et-ee/guide/iphone/iph3e2e415f/ios
ru: VoiceOver (iOS, встроенный) https://support.apple.com/ru-ru/guide/iphone/iph3e2e415f/ios

# accessibility-introduction-screen-reader-introduction-android
source: Talkback (Android, built in) https://support.google.com/accessibility/android/answer/6007100?hl=en
et: Talkback (Android, sisseehitatud) https://support.google.com/accessibility/android/answer/6007100?hl=en
ru: Talkback (Android, встроенный) https://support.google.com/accessibility/android/answer/6007100?hl=ru

# accessibility-introduction-screen-magnification-introduction-header
source: Screen magnification and colour change
et: Ekraani suurendus ja värvide muutmine
ru: Увеличение экрана и изменение цветов

# accessibility-introduction-screen-magnification-introduction
source: If you have enough vision to read the text, you can use the built-in assistive tools to view the screen more comfortably. Assistive tools make it possible to change the size of text, the main font, and the colours of the user interface and enlarge the screen by using the screen magnifier.
et: Kui nägemisjääk teksti lugemiseks on piisav on võimalik mugavamaks ekraani vaatamiseks võimalik kasutada nutiseadmesse sisseehitatud abivahendeid. Abivahendeid kasutades on võimalik muuta tekstide suurusi, peamist kirjatüüpi, kasutajaliidese värvilahendusi ning ekraani suurendada kasutades ekraaniluupi.
ru: Если слабовидящий пользователь видит достаточно для чтения текста, для более удобного просмотра экрана можно использовать встроенные в смарт-устройство вспомогательные средства. При помощи вспомогательных средств можно изменять размеры текстов, основной тип шрифта, цветовые решения интерфейса пользователя, а также можно увеличивать экран при помощи экранной лупы.

# accessibility-introduction-screen-magnification-screen-tools
source: Tools to adjust screen colour and text size:
et: Ekraani värvi ja teksti suuruse reguleerimise abivahendid:
ru: Вспомогательные средства для регулировки цвета экрана и размера текста:

# accessibility-introduction-screen-magnification-screen-tools-ios
source: iOS https://support.apple.com/en-gb/guide/iphone/iph3e2e1fb0/ios
et: iOS https://support.apple.com/et-ee/guide/iphone/iph3e2e1fb0/ios
ru: iOS https://support.apple.com/ru-ru/guide/iphone/iph3e2e1fb0/ios

# accessibility-introduction-screen-magnification-screen-tools-android
source: Android https://support.google.com/accessibility/android/answer/11183305?hl=en&ref_topic=9079043
ru: Android https://support.google.com/accessibility/android/answer/11183305?hl=ru&ref_topic=9079043

# accessibility-introduction-screen-magnification-tools
source: Screen magnification tools:
et: Ekraani suurendamise abivahendid:
ru: Вспомогательные средства для увеличения экрана:

# accessibility-introduction-screen-magnification-tools-ios
source: Zoom (iOS, built in) https://support.apple.com/en-gb/guide/iphone/iph3e2e367e/ios
et: Zoom (iOS, sisseehitatud) https://support.apple.com/et-ee/guide/iphone/iph3e2e367e/ios
ru: Zoom (iOS, встроенный) https://support.apple.com/ru-ru/guide/iphone/iph3e2e367e/ios

# accessibility-introduction-screen-magnification-tools-android
source: Magnification (Android, built in) https://support.google.com/accessibility/android/answer/6006949?hl=en
et: Magnification (Android, sisseehitatud) https://support.google.com/accessibility/android/answer/6006949?hl=en
ru: Magnification (Android, встроенный) https://support.google.com/accessibility/android/answer/6006949?hl=ru
