Repository: nagyist/MOPP-iOS
Catalog: MoppApp/MoppApp/*.lproj/Localizable.strings
Languages: et, ru

# smart-id-status-request-select-account
source: Confirm device for signing in Smart-ID application.
et: Allkirjastamiseks kinnita seade Smart-ID rakenduses.
ru: Для проставления подписи подтвердите устройство в приложении Smart-ID.

# smart-id-sign-help-title
source: Make sure control code matches with one in phone screen and enter Smart-ID PIN2 code
et: Veendu kontrollkoodi õigsuses ja sisesta nutiseadmes Smart-ID PIN2-kood
ru: Убедитесь в правильности контрольного кода и введите PIN2-код для Smart-ID

# nfc-title
source: Enter your ID-card access number (CAN) and PIN2 code to sign with ID-card
et: ID-kaardiga allkirjastamiseks sisesta oma ID-kaardi ligipääsu number (CAN) ja PIN2 kood
ru: Чтобы подписать с помощью ID-карты, введите ее номер доступа (CAN) и PIN2-код

# nfc-can-title
source: ID-card access number (CAN)
et: ID-kaardi ligipääsu number (CAN)
ru: Номер доступа ID-карты (CAN)

# nfc-device-no-support
source: This device does not support contactless connection or NFC is turned off.
et: See seade ei toeta kontaktivaba ühendust või NFC on välja lülitatud.
ru: Данное устройство не поддерживает бесконтактное соединение или NFC отключен

# nfc-can-location
source: The 6-digit number is located under the document photo
et: 6-kohaline number asub dokumendil foto all
ru: 6-значный номер находится под фотографией на документе

# nfc-incorrect-length
source: CAN-code must be 6 digits long
et: Ligipääsu number (CAN) peab olema 6-kohaline
ru: Номер доступа (CAN) должен состоять из 6-цифр

# nfc-hold-near
source: Hold your phone near the ID-card
et: Hoia ID-kaarti telefoni lähedal
ru: Удерживайте ID-карту рядом с телефоном

# nfc-multiple-cards
source: More than 1 NFC tag is detected. Please remove all NFC tags and try again.
et: Tuvastatud on rohkem kui üks NFC-element. Eemalda kõik NFC-elemendiga esemed ja proovi uuesti.
ru: Обнаружено более одной NFC-метки. Удалите все объекты с NFC-элементом (NFC-метки) и попробуйте снова.

# nfc-invalid-tag
source: Invalid NFC tag
et: Kehtetu NFC-element
ru: Недействительная NFC-метка

# nfc-unable-connect
source: Unable to connect to NFC tag
et: Kontaktivaba ühendust ei saa luua
ru: Бесконтактное соединение не может быть установлено

# nfc-auth
source: Authenticating with ID-card
et: ID-kaardiga kontaktivaba ühenduse loomine
ru: Создание бесконтактного соединения с ID-картой

# nfc-reading-cert
source: Reading certificate
et: Sertifikaadi lugemine
ru: Считывание сертификата

# nfc-sign-doc
source: Signing document
et: Ümbriku allkirjastamine
ru: Подписание конверта

# nfc-sign-done
source: Signing done
et: Allkiri lisatud
ru: Подпись добавлена

# nfc-auth-failed
source: Failed to authenticate with ID-card
et: Isikutuvastus ID-kaardiga ebaõnnestus
ru: Идентификация личности по карте не удалась

# nfc-sign-failed
source: Failed to sign document with ID-card
et: Ümbriku allkirjastamine ebaõnnestus
ru: Не удалось подписать контейнер

# nfc-sign-failed-wrong-can
source: Wrong CAN number
et: Vale CAN number
ru: Неправильный номер CAN

# nfc-pin-locked
source: PIN2 has been blocked
et: PIN2 on blokeeritud
ru: PIN2 заблокирован

# nfc-cert-parse-failed
source: Certificate parsing failed
et: Viga sertifikaadi parsimisel
ru: Ошибка при анализе сертификата

# nfc-cert-expired
source: An expired certificate cannot be used for signing
et: Aegunud sertifikaati ei saa kasutada allkirjastamiseks
ru: Сертификат с истекшим сроком действия не может быть использован для подписи

# nfc-can-info
source: NFC signing uses the CAN number. NFC may lock up if CAN is entered incorrectly multiple times. https://www.id.ee/en/article/digital-signing-in-ria-digidoc-mobile-application/
et: NFC allkirjastamisel kasutatakse CAN numbrit. Mitmekordsel CANi valesti sisestamisel võib NFC lukustuda. https://www.id.ee/artikkel/digiallkirjastamine-ria-digidoc-mobiilirakenduses/
ru: При подписании через NFC используется номер CAN. NFC может заблокироваться, если CAN введен неправильно несколько раз. https://www.id.ee/ru/artikkel/czifrovoe-podpisanie-v-mobilnom-prilozhenii-ria-digidoc/

source: Role and address
et: Roll ja aadress
ru: Роль и адрес

# role-and-address-title
source: Enter your role and address info
et: Sisesta oma roll ja aadress
ru: Введите свою роль и адрес

# role-and-address-role-title
source: Role / resolution
et: Roll / resolutsioon
ru: Роль / pезолюция

# role-and-address-city-title
source: City
et: Linn
ru: Город

# role-and-address-state-title
source: State
et: Maakond
ru: Уезд

# role-and-address-country-title
source: Country
et: Riik
ru: Страна

# role-and-address-zip-title
source: Zip
et: Postikood
ru: Индекс

# container-sign-title
source: Signing
et: Allkirjastamine
ru: Подписание

# container-encryption-title
source: Encryption
et: Krüpteerimine
ru: Шифрование

# container-decryption-title
source: Decryption
et: Dekrüpteerimine
ru: Дешифрование

# container-addressee-title
source: Add recipients
et: Adressaatide lisamine
ru: Добавить получателей

# container-validate-title
source: Container verification
et: Ümbriku valideerimine
ru: Проверка контейнера

# container-validating
source: Loading...
et: Laen...
ru: Загрузка...

# importing-files-progress-message
source: Importing files...
et: Laadin faile...
ru: Импорт файлов...

# mobile-id-sign-help-title
source: Make sure the control code matches the one on phone screen and enter mobile-ID PIN2 code
et: Veendu kontrollkoodi õigsuses ja sisesta telefonil mobiil-ID PIN2-kood.
ru: Убедитесь в правильности контрольного кода и введите PIN2-код для mobiil-ID

# done-button-title
source: Done
et: Valmis
ru: Готово

# recent-containers-empty-list-title
source: No recent documents
et: Dokumendid puuduvad
ru: Недавние документы отсутствуют

# recent-containers-empty-search-message
source: Document not found
et: Dokumenti ei leitud
ru: Документ не найден

# recent-document-removed
source: Document removed
et: Dokument eemaldatud
ru: Документ удален

source: Search container file
et: Otsi ümbrikku
ru: Искать контейнер

# sign-title-mobile-id
source: Mobile-ID
et: Mobiil-ID
ru: Mobiil-ID

# sign-title-id-card
source: ID-Card
et: ID-kaart
ru: ID-карта

# card-reader-state-initial
source: Connect the card reader and insert your ID-card into the reader.
et: Ühenda kaardilugeja nutiseadmega ja sisesta ID-kaart lugejasse.
ru: Подключите считыватель карты и вставьте в него Вашу ID-карту.

# card-reader-state-reader-not-found
source: No card readers found
et: Ühtegi kaardilugejat pole ühendatud
ru: Считыватель карты не обнаружен

# card-reader-state-reader-restarted
source: Restarting card reader.
et: Taaskäivitan kaardilugeja.
ru: Перезапуск устройства чтения карт.

# card-reader-state-reader-process-failed
source: Failed to read data. Please reconnect the card reader and try again.
et: Andmete lugemine ebaõnnestus. Palun taasühenda kaardilugeja ja proovi uuesti.
ru: Не удалось считать данные. Пожалуйста, снова подключите устройство чтения карт и повторите попытку.

# card-reader-state-id-card-not-found
source: Reader found. Insert your ID-card into the reader.
et: Kaardilugeja leitud. Sisesta ID-kaart lugejasse.
ru: Обнаружен считыватель карты. Вставьте в него Вашу ID-карту.

# card-reader-state-id-card-connected
source: Loading data from ID-card. It may take up to 1 minute...
et: Laadin ID-kaardilt andmeid. See võib kesta kuni 1 minut...
ru: Загрузка данных с ID карты. Это может занять до 1 минуты...

# card-reader-state-ready-for-pin2
source: Ready to sign with ID-card. %@ (%@)
et: ID-kaart on valmis allkirjastamiseks. %@ (%@)
ru: Готово к подписанию с использованием ID-карты. %@ (%@)

# card-reader-state-ready-for-pin1
source: Ready to decrypt with ID-card. %@ (%@)
et: ID-kaart on valmis dekrüpteerimiseks. %@ (%@)
ru: Готово к дешифрованию с помощью ID-карты. %@ (%@)

# signing-in-progress
source: Signing in progress. Please wait.
et: Toimub allkirjastamine. Palun oota.
ru: Происходит подписание. Пожалуйста, подождите.

# decryption-in-progress
source: Decryption in progress. Please wait.
et: Toimub dekrüpteerimine. Palun oota.
ru: Происходит дешифрование. Пожалуйста, подождите.

# signing-error-too-many-requests
source: The limit for %@ digital signatures per month has been reached. https://www.id.ee/en/article/for-organisations-that-sign-large-quantities-of-documents-using-digidoc4-client/
et: Sinu %@ tasuta allkirjade kuulimiit on ületatud. https://www.id.ee/artikkel/asutustele-kus-allkirjastatakse-digidoc4-kliendi-kaudu-suuremates-kogustes-dokumente/
ru: Ваш месячный лимит бесплатных подписей для %@ превышен. https://www.id.ee/ru/artikkel/dlya-uchrezhdenij-v-kotoryh-v-bolshom-obeme-podpisyvayutsya-dokumenty-s-pomoshhyu-digidoc4-klienta/

# id-card-conditional-speech
source: ID-card's
et: ID-kaardi
ru: ID-карты

# no-response-error
source: Please check your internet connection
et: Palun kontrolli internetiühendust
ru: Пожалуйста проверьте подключение к интернету

# ssl-handshake-error
source: SSL handshake failed. Check your application settings or software upgrades
et: SSL ühenduskanali loomine ebaõnnestus. Kontrolli rakenduse seadeid või tarkvara uuendusi
ru: Не удалось создать SSL канал передачи данных. Проверьте настройки вашего приложения или обновления программного обеспечения

# ocsp-invalid-time-slot
source: Please check your smart device time. https://www.id.ee/en/article/ria-digidoc-error-please-check-your-smart-device-time/
et: Palun kontrolli oma nutiseadme kellaaega. https://www.id.ee/artikkel/ria-digidoc-viga-palun-kontrollige-oma-nutiseadme-kellaaega/
ru: Пожалуйста, проверьте время на своем смарт-устройстве. https://www.id.ee/ru/artikkel/oshibka-ria-digidoc-pozhalujsta-proverte-vremya-na-svoem-smart-ustrojstve/

# wrong-pin2
source: Wrong PIN2. You have %d attempts left.
et: Vale PIN2. Saad PIN2-koodi sisestada veel %d korda.
ru: Неверный PIN2. У Вас осталось %d попыток.

# wrong-pin1
source: Wrong PIN1. You have %d attempts left.
et: Vale PIN1. Saad PIN1-koodi sisestada veel %d korda.
ru: Неверный PIN1. У Вас осталось %d попыток.

# wrong-pin2-msg
source: You have %d attempts left.
et: Saad PIN2-koodi sisestada veel %d korda.
ru: У Вас осталось %d попыток.

# wrong-pin1-msg
source: You have %d attempts left.
et: Saad PIN1-koodi sisestada veel %d korda.
ru: У Вас осталось %d попыток.

# wrong-pin2-single
source: Wrong PIN2. You have 1 attempt left until your PIN2 is blocked.
et: Vale PIN2. Järgmise vale sisestusega lukustub PIN.
ru: Неверный PIN2. У Вас осталась 1 попытка до блокировки Вашего PIN2.

# wrong-pin1-single
source: Wrong PIN1. You have 1 attempt left until your PIN1 is blocked.
et: Vale PIN1. Järgmise vale sisestusega lukustub PIN.
ru: Неверный PIN1. У Вас осталась 1 попытка до блокировки Вашего PIN1.

# wrong-pin2-single-msg
source: You have 1 attempt left until your PIN2 is blocked.
et: Järgmise vale sisestusega lukustub PIN.
ru: У Вас осталась 1 попытка до блокировки Вашего PIN2.

# wrong-pin1-single-msg
source: You have 1 attempt left until your PIN1 is blocked.
et: Järgmise vale sisestusega lukustub PIN.
ru: У Вас осталась 1 попытка до блокировки Вашего PIN1.

# pin2-textfield-label
source: Enter PIN2
et: Sisesta PIN2
ru: Введите PIN2

# pin1-textfield-label
source: Enter PIN1
et: Sisesta PIN1
ru: Введите PIN1

# pin2-locked-alert
source: Signing with the ID-card isn't possible yet. PIN2 code must be changed in order to sign. https://www.id.ee/en/article/changing-id-card-pin-codes-and-puk-code/
et: Selle ID-kaardiga allkirjastamine ei ole veel võimalik. Allkirjastamiseks tuleb PIN2-koodi muuta. https://www.id.ee/artikkel/id-kaardi-pin-ja-puk-koodide-muutmine/
ru: Подписание данной ID-картой ещё невозможно. Чтобы подписывать, необходимо изменить PIN2. https://www.id.ee/ru/artikkel/poryadok-izmeneniya-pin-kodov-i-puk-koda-id-karty/

# pin-blocked-alert
source: PIN is blocked. Unblock to use the PIN again. https://www.id.ee/en/article/changing-id-card-pin-codes-and-puk-code/
et: PIN on blokeeritud. Tühista blokeering, et PIN-i taas kasutada. https://www.id.ee/artikkel/id-kaardi-pin-ja-puk-koodide-muutmine/
ru: PIN-код заблокирован. Разблокируйте PIN-код, чтобы снова его использовать. https://www.id.ee/ru/artikkel/poryadok-izmeneniya-pin-kodov-i-puk-koda-id-karty/

# generic-error-message
source: Something went wrong. Please try again.
et: Midagi läks valesti. Palun proovi uuesti.
ru: Что-то пошло не так. Пожалуйста, попробуйте снова.

# decryption-wrong-card
source: Unable to decrypt with this card
et: Kasutatud kaart ei ole adressaatide hulgas
ru: Невозможно расшифровать с данной картой

# decryption-error-message
source: Something went wrong with decryption. Please try again.
et: Midagi läks dekrüpteerimisel valesti. Palun proovi uuesti.
ru: Что-то пошло не так с дешифрованием. Пожалуйста, попробуйте снова.

# signing-aborted-message
source: Signing process aborted
et: Allkirjastamine katkestatud
ru: Процесс подписания прерван

# my-eid-status-reader-not-found
source: Connect your card reader to your smart device and insert ID-card into the reader.
et: Ühenda kaardilugeja nutiseadmega ja sisesta ID-kaart lugejasse.
ru: Подключите считыватель карты и вставьте в него Вашу ID-карту.

# my-eid-status-card-not-found
source: Reader found. Insert your ID-card into the reader.
et: Kaardilugeja leitud. Sisesta ID-kaart lugejasse.
ru: Обнаружен считыватель карты. Вставьте в него Вашу ID-карту.

# my-eid-status-requesting-data
source: Loading data from ID-card. It may take up to 1 minute...
et: Laadin ID-kaardilt andmeid. See võib kesta kuni 1 minut...
ru: Загрузка данных с ID карты. Это может занять до 1 минуты...

# my-eid-cert-expired
source: expired
et: aegunud
ru: недействителен

# my-eid-cert-valid
source: valid
et: kehtib
ru: действителен

# my-eid-info-item-given-names
source: GIVEN NAMES
et: EESNIMI
ru: ИМЯ

# my-eid-info-item-surname
source: SURNAME
et: PEREKONNANIMI
ru: ФАМИЛИЯ

# my-eid-info-item-personal-code
source: PERSONAL CODE
et: ISIKUKOOD
ru: ЛИЧНЫЙ КОД

# my-eid-info-item-citizenship
source: CITIZENSHIP
et: KODAKONDSUS
ru: ГРАЖДАНСТВО

# my-eid-info-item-document-number
source: DOCUMENT NUMBER
et: DOKUMENT
ru: НОМЕР ДОКУМЕНТА

# my-eid-info-item-expiry-date
source: VALID UNTIL
et: KEHTIV KUNI
ru: ГОДЕН ДО

# my-eid-info-my-eid
source: MY eID
et: MINU eID
ru: МОЙ eID

# my-eid-info-my-eid-accessibility
source: MY e-ID
et: MINU e-ID
ru: МОЙ e-ID

# my-eid-info-my-eid-id-card
source: ID-CARD
et: ID-KAART
ru: ID-КАРТА

# my-eid-info-my-eid-mobile-id
source: MOBILE-ID
et: MOBIIL-ID
ru: MOBIIL-ID

# my-eid-info-my-eid-unknown
source: UNKNOWN
et: TEADMATA
ru: НЕИЗВЕСТНО

# my-eid-info-my-eid-e-resident
source: E-RESIDENT
ru: E-РЕЗИДЕНТ

# file-import-already-in-progress-message
source: File importing already in progress. Please wait until it is finished and try again
et: Faili laadimine hetkel toimumas. Palun oota selle toimingu lõppemist ning seejärel proovi uuesti
ru: Уже импортирован файл. Подождите, пока все будет готово, и повторите попытку.

# my-eid-cert-info-valid
source: Certificate is [VALID_EXPIRY_STATUS] until [EXPIRY_DATE]
et: Sertifikaat [VALID_EXPIRY_STATUS] kuni [EXPIRY_DATE]
ru: Сертификат [VALID_EXPIRY_STATUS] до [EXPIRY_DATE]

# my-eid-cert-info-expired
source: Certificate has [EXPIRED_EXPIRY_STATUS]! [PIN] cannot be used because the certificate has expired.
et: Sertifikaat on [EXPIRED_EXPIRY_STATUS]! [PIN] ei saa kasutada, kuna sertifikaat on aegunud.
ru: Срок действия сертификата [EXPIRED_EXPIRY_STATUS]! [PIN] не может быть использован, потому что срок действия сертификата истёк.

# my-eid-cert-info-status-valid
source: valid
et: kehtib
ru: годен

# my-eid-cert-info-status-expired
source: expired
et: aegunud
ru: истек

# my-eid-info-pin1-title
source: Authentication certificate
et: Isikutuvastamise sertifikaat
ru: Идентификационный сертификат

# my-eid-info-pin2-title
source: Signing certificate
et: Allkirjastamise sertifikaat
ru: Сертификат цифровой подписи

# my-eid-info-puk-title
source: PUK code
et: PUK-kood
ru: PUK-код

# my-eid-info-pin1-link-text
source: Forgot PIN1?
et: Unustasid PIN1-koodi?
ru: Забыли PIN1?

# my-eid-info-pin2-link-text
source: Forgot PIN2?
et: Unustasid PIN2-koodi?
ru: Забыли PIN2?

# my-eid-info-puk-link-text
source: Forgot PUK code?
et: Unustasid PUK koodi?
ru: Забыли PUK-код?

# my-eid-info-pin1-button-title
source: CHANGE PIN1
et: MUUDA PIN1
ru: ПОМЕНЯТЬ PIN1

# my-eid-info-pin2-button-title
source: CHANGE PIN2
et: MUUDA PIN2
ru: ПОМЕНЯТЬ PIN2

# my-eid-info-puk-button-title
source: CHANGE PUK
et: MUUDA PUK
ru: ПОМЕНЯТЬ PUK

# my-eid-info-pin1-change-cancelled
source: Pin1 change cancelled
et: Pin1 muutmine katkestatud
ru: Изменение Pin1 прервано

# my-eid-info-pin2-change-cancelled
source: Pin2 change cancelled
et: Pin2 muutmine katkestatud
ru: Изменение Pin2 прервано

# my-eid-info-pin1-unblock-cancelled
source: Pin1 unblock cancelled
et: Pin1 lahti blokeerimine katkestatud
ru: Аннулирование блокировки Pin1 прервано

# my-eid-info-pin2-unblock-cancelled
source: Pin2 unblock cancelled
et: Pin2 lahti blokeerimine katkestatud
ru: Аннулирование блокировки Pin2 прервано

# my-eid-info-puk-change-cancelled
source: PUK code change cancelled
et: PUK-koodi muutmine katkestatud
ru: Изменение PUK-кода прервано

# my-eid-info-puk-cert-info-text
source: The PUK code is in the ID card's code envelope.
et: PUK-kood on ID-kaardi koodiümbrikus.
ru: PUK-код находится в кодовом конверте ID-карты.

# my-eid-info-pin-puk-segment-title
source: PIN/PUK CODES AND CERTIFICATES
et: PIN-/PUK-KOODID JA SERTIFIKAATIDE KONTROLL
ru: PIN/PUK И СЕРТИФИКАТЫ

# my-eid-info-pin1-blocked-message
source: PIN1 has been blocked, because PIN1 code has been entered incorrectly 3 times. Unblock to reuse PIN1.
et: PIN1 on blokeeritud, kuna PIN1-koodi on sisestatud 3 korda valesti. Tühista blokeering, et PIN1 taas kasutada.
ru: PIN1 заблокирован, потому что PIN1-код был введён неверно 3 раза. Разблокируйте, чтобы использовать PIN1.

# my-eid-info-pin2-blocked-message
source: PIN2 has been blocked, because PIN2 code has been entered incorrectly 3 times. Unblock to reuse PIN2.
et: PIN2 on blokeeritud, kuna PIN2-koodi on sisestatud 3 korda valesti. Tühista blokeering, et PIN2 taas kasutada.
ru: PIN2 заблокирован, потому что PIN2-код был введён неверно 3 раза. Разблокируйте, чтобы использовать PIN2.

# my-eid-info-puk-blocked-message
source: PUK has been blocked, because PUK code has been entered incorrectly 3 times. You can not unblock the PUK code yourself.
et: PUK on blokeeritud, kuna PUK-koodi on sisestatud 3 korda valesti. PUK-koodi ei saa ise lahti blokeerida.
ru: PUK заблокирован, потому что PUK-код был введён неверно 3 раза. PUK невозможно разблокировать самому.

# my-eid-unblock-pin1-button-title
source: UNBLOCK
et: TÜHISTA BLOKEERING
ru: РАЗБЛОКИРОВАТЬ

# my-eid-unblock-pin2-button-title
source: UNBLOCK
et: TÜHISTA BLOKEERING
ru: РАЗБЛОКИРОВАТЬ

# my-eid-how-to-get-codes-message
source: Please visit the service center to obtain new codes.
et: Uue PUK-koodi saamiseks külasta klienditeeninduspunkti, kust saad uue koodiümbriku uute koodidega.
ru: Для получения нового PUK-кода для своей ID-карты, посетите центр обслуживания, где вы сможете получить конверт с кодами.

# my-eid-how-to-get-codes-url
source: https://www.politsei.ee/en/instructions/applying-for-an-id-card-for-an-adult/reminders-for-id-card-holders
et: https://www.politsei.ee/et/juhend/id-kaardi-taotlemine-taeiskasvanule/id-kaardi-kasutaja-meelespea
ru: https://www.politsei.ee/ru/instruktsii/hodataystvo-o-vydache-id-karty-vzroslomu/pamyatka-dlya-polzovatelya-id-karti

# my-eid-code-changed-success-message
source: %@ CHANGED
et: %@ MUUDETUD
ru: %@ ИЗМЕНЕНО

# my-eid-code-unblocked-success-message
source: %@ UNBLOCKED
et: %@ BLOKEERING TÜHISTATUD
ru: %@ РАЗБЛОКИРОВАН

# my-eid-wrong-code-message
source: Wrong %@ code. You can try 2 more times.
et: Vale %@-kood. Saad veel proovida 2 korda.
ru: Неверный %@-код. Вы можете попробовать ещё 2 раз.

# my-eid-wrong-code-message-singular
source: Wrong %@ code. You can try 1 more time.
et: Vale %@-kood. Saad veel proovida 1 kord.
ru: Неверный %@-код. Вы можете попробовать ещё 1 раз.

# my-eid-code-blocked-message
source: %1$@ has been blocked because %1$@ code has been entered incorrectly 3 times. Unblock to reuse %1$@.
et: %1$@ on blokeeritud, kuna %1$@-koodi on sisestatud 3 korda valesti. Tühista blokeering, et %1$@ taas kasutada.
ru: %1$@ заблокирован, потому что %1$@-код был введён неверно 3 раза. Разблокируйте, чтобы использовать %1$@.

# my-eid-info-bullet-same-codes-warning
source: New %1$@ must be different from current %1$@.
et: Uus %@ peab olema erinev eelmisest.
ru: Новый %1$@ должен отличаться от предыдущего %1$@.

# my-eid-info-bullet-auth-cert-info
source: PIN1 code is used for authentication.
et: PIN1-koodi kasutatakse isikutuvastamiseks.
ru: PIN1-код используется для идентификации.

# my-eid-info-bullet-pin1-blocked-warning
source: If PIN1 is inserted incorrectly 3 times, the identification certificate will be blocked and it will be impossible to use ID-card to verify identification, until it is unblocked via the PUK code.
et: Kui sisestad PIN1-koodi kolm korda valesti, siis isikutuvastamise sertifikaat blokeeritakse ning ID-kaarti pole võimalik isikutuvastamiseks kasutada enne blokeeringu tühistamist PUK-koodi abil.
ru: Если PIN1 введен неверно 3 раза, сертификат индентификации будет заблокирован и станет невозможным использовать ID-карту для проверки идентификации до тех пор, пока PIN1 будет не разблокирован с помощью PUK-кода.

# my-eid-info-bullet-forgot-code-note
source: If you have forgotten %1$@ code, but you know your PUK code, then here you can change your %1$@ with PUK code.
et: Kui oled unustanud %1$@-koodi, kuid tead PUK-koodi, siis siin saad määrata uue %1$@-koodi.
ru: Если Вы забыли %1$@-код, но Вы знаете Ваш PUK-код, тогда Вы сможете поменять %1$@ с помощью PUK-кода.

# my-eid-info-bullet-puk-envelope-info
source: PUK code is written in the envelope that is given with the ID-card.
et: PUK-koodi leiad ID-kaardi koodiümbrikust, kui sa pole seda vahepeal muutnud.
ru: PUK-код написан в конверте, который прилагается к ID-карте.

# my-eid-info-bullet-sign-cert-info
source: PIN2 code is used to digitally sign documents.
et: PIN2-koodi kasutatakse digitaalallkirja andmiseks.
ru: PIN2-код используется для дигитальной подписи документа.

# my-eid-info-bullet-pin2-blocked-warning
source: If PIN2 is inserted incorrectly 3 times, the signing certificate will be blocked and it will be impossible to use ID-card for digital signatures, until it is unblocked via the PUK code.
et: Kui sisestad PIN2-koodi kolm korda valesti, siis allkirjastamise sertifikaat blokeeritakse ning ID-kaarti pole võimalik allkirjastamiseks kasutada enne blokeeringu tühistamist PUK-koodi abil.
ru: Если PIN2 введён 3 раза неверно, тогда блокируется сертификат цифровой подписи и использовать ID-карту для цифровой подписи невозможно, пока блокировка не снята PUK-кодом.

# my-eid-info-bullet-puk-unblock-info
source: PUK code is used for unblocking the certificates when PIN1 or PIN2 has been entered 3 times incorrectly.
et: PUK-koodi abil saab tühistada sertifikaadi blokeeringu, kui PIN1- või PIN2-koodi on 3 korda järjest valesti sisestatud.
ru: PUK-код используется для разблокирования сертификатов, когда PIN1 или PIN2 были неверно введены 3 раза.

# my-eid-info-bullet-puk-blocked-warning
source: If you forget the PUK code or the certificates remain blocked, you have to visit the service center to obtain new codes.
et: Kui peale vahetamist PUK-kood ununeb ja sertifikaat jääb blokeerituks kolme vale PIN1 või PIN2 sisestamise järel, siis ainus võimalus ID-kaart jälle tööle saada on pöörduda klienditeeninduspunkti poole.
ru: Если Вы забудете PUK-код или сертификаты остануться заблокированными, необходимо посетить центр обслуживания для получения новых кодов.

# my-eid-change-code-title
source: Change %@
et: %@-koodi vahetus
ru: Изменить %@
