Repository: nagyist/MOPP-iOS
Catalog: MoppApp/MoppApp/*.lproj/Localizable.strings
Languages: et, ru

# recent-containers-button
source: RECENT DOCUMENTS
et: HILJUTISED DOKUMENDID
ru: НЕДАВНИЕ ДОКУМЕНТЫ

# back-button
source: Back
et: Tagasi
ru: Назад

# close-button
source: Close
et: Sulge
ru: Закрыть

# tab-my-eid
source: MY eID
et: MINU eID
ru: МОЙ eID

# tab-crypto
source: CRYPTO
et: KRÜPTO
ru: КРИПТО

# tab-signature
source: SIGNATURE
et: ALLKIRI
ru: ПОДПИСЬ

# tab-sign-button
source: SIGN
et: ALLKIRJASTA
ru: ПОДПИСАТЬ

# tab-share-button
source: SHARE
et: JAGA
ru: ПОДЕЛИТЬСЯ

# tab-share-button-accessibility
source: SHARE CONTAINER
et: JAGA ÜMBRIKUT
ru: ПОДЕЛИТЬСЯ КОНТЕЙНЕРОМ

# tab-encrypt-button
source: ENCRYPT
et: KRÜPTEERI
ru: ЗАШИФРОВАТЬ

# tab-encrypt-button-accessibility
source: ENCRYPT DOCUMENT
et: KRÜPTEERI DOKUMENT
ru: ЗАШИФРОВАТЬ ДОКУМЕНТ

# tab-decrypt-button
source: DECRYPT
et: DEKRÜPTEERI
ru: ДЕШИФРОВАТЬ

# tab-confirm-button
source: CONFIRM
et: KINNITA
ru: ПОДТВЕРДИТЬ

# tab-selected
source: Selected, %@, tab %@ of %@
et: Valitud, %@, vahekaart %@ / %@
ru: Выбрано, %@, вкладка %@ из %@

# tab-unselected
source: %@, tab %@ of %@
et: %@, vahekaart %@ / %@
ru: %@, вкладка %@ из %@

# menu-close
source: CLOSE MENU
et: SULGE MENÜÜ
ru: ЗАКРЫТЬ МЕНЮ

# menu-help
source: HELP
et: ABI
ru: ПОМОЩЬ

# menu-accessibility
source: ACCESSIBILITY
et: JUURDEPÄÄSETAVUS
ru: ДОСТУПНОСТЬ

# menu-settings
source: SETTINGS
et: SEADED
ru: НАСТРОЙКИ

# menu-about
source: INFO
ru: ИНФОРМАЦИЯ

# menu-diagnostics
source: DIAGNOSTICS
et: DIAGNOSTIKA
ru: ДИАГНОСТИКА

# language-estonian
source: Estonian language
et: Eesti keel
ru: Эстонский язык

# language-english
source: English language
et: Inglise keel
ru: Английский язык

# language-russian
source: Russian language
et: Vene keel
ru: Русский язык

source: Language changed
et: Keel muudetud
ru: Язык изменён

# signature-view-begin-label
source: Choose a file to sign or validate
et: Allkirjastamiseks või kontrollimiseks vali fail
ru: Выберите файл для подписания или проверки

# signature-view-begin-label-accessibility
source: Choose a file to sign or validate
et: Vali fail allkirjastamiseks või kontrollimiseks
ru: Выберите файл для подписания или проверки

# signature-view-begin-button
source: CHOOSE FILE
et: VALI FAIL
ru: ВЫБРАТЬ ФАЙЛ

# signature-details-title
source: Signature details
et: Allkirja detailid
ru: Детали подписи

# timestamp-details-title
source: Timestamp details
et: Ajatempli detailid
ru: Детали временого штампа

# certificate-details-title
source: Certificate details
et: Sertifikaadi detailid
ru: Детали сертификата

# menu-button
source: Menu
et: Menüü
ru: Меню

# signing-error-incorrect-country-code
source: Invalid country code.
et: Vigane riigikood.
ru: Неверный код страны.

# signing-error-incorrect-phone-number
source: Phone number is not valid.
et: Telefoninumber pole korrektne.
ru: Телефонный номер не действителен.

# signing-error-incorrect-personal-code
source: Personal code is not valid.
et: Isikukood pole korrektne.
ru: Личный код недействителен.

# signing-error-incorrect-pin-length
source: %@ code must be at least %i digits long
et: %@-kood peab olema vähemalt %i-kohaline.
ru: %@-код должен быть не менее %i символов.

# crypto-header-files-title
source: Container files
et: Ümbriku failid
ru: Файлы контейнера

# crypto-view-begin-label
source: Choose a file to encrypt or decrypt
et: Krüpteerimiseks või dekrüpteerimiseks vali fail
ru: Выберите файл для шифрования или расшифровки

# crypto-view-begin-label-accessibility
source: Choose a file to encrypt or decrypt
et: Vali fail krüpteerimiseks või dekrüpteerimiseks
ru: Выберите файл для шифрования или расшифровки

# crypto-view-begin-button
source: CHOOSE FILE
et: VALI FAIL
ru: ВЫБРАТЬ ФАЙЛ

# crypto-empty-ldap-label
source: Person or company does not own a valid certificate. It is necessary to have a valid certificate for encryption. In case of questions please contact our support via id.ee.
et: Isikul või asutusel puudub kehtiv sertifikaat. Krüpteerimiseks on vaja kehtivat sertifikaati. Küsimuste korral pöördu id.ee
ru: У человека или компании нет действующего сертификата. Для шифрования необходимо иметь действующий сертификат. Если у вас возникнут вопросы, пожалуйста, обратитесь на id.ee.

# crypto-too-many-results-ldap-label
source: The name you were looking for gave too many results, please refine your search.
et: Sinu otsitud nimi andis liiga palju vastuseid, palun täpsusta otsingut.
ru: Согласно Вашему запросу выдается много ответов, пожалуйста уточните запрос.

# crypto-ldap-search-placeholder
source: Enter personal code, company or registry code
et: Sisesta isikukood, asutus või registrikood
ru: Введите личный код, код компании или регистра

# crypto-encryption-error-text
source: Something went wrong with encryption
et: Midagi läks krüpteerimisel valesti
ru: Что-то пошло не так с шифрованием

# crypto-encryption-success
source: ENCRYPTION SUCCEEDED
et: KRÜPTEERIMINE ÕNNESTUS
ru: ШИФРОВАНИЕ УДАЛОСЬ

# crypto-decryption-cancelled
source: File decryption cancelled
et: Faili dekrüpteerimine katkestatud
ru: Расшифровка файла прервана

# crypto-recipient-search
source: Search
et: Otsi
ru: Искать

# crypto-recipient-found
source: Recipient found
et: Adressaat leitud
ru: Получатель найден

# crypto-recipients-found
source: %@ recipients found
et: %@ adressaati leitud
ru: %@ получатели найдены

# crypto-recipient-added
source: Recipient added
et: Adressaat lisatud
ru: Получатель добавлен

# crypto-recipients-added
source: Recipients added
et: Adressaadid lisatud
ru: Получатели добавлены

# crypto-recipient-removed
source: Recipient removed
et: Adressaat eemaldatud
ru: Получатель удален

# crypto-recipient-adding-cancelled
source: Recipient addition cancelled
et: Adressaadi lisamine katkestatud
ru: Добавление получателя отменено

# crypto-no-addressees-warning
source: No recipients specified
et: Ühtegi adressaati ei ole lisatud
ru: Не добавлено ни одного получателя

# crypto-valid-to
source: valid to
et: kehtiv kuni
ru: действителен до

# crypto-type-id-card
source: ID-card
et: ID-kaart
ru: ID-карта

# crypto-type-eseal
source: Certificate for Encryption
et: Krüpteerimissertifikaat
ru: Сертификат шифрования

# crypto-type-mobile-id
source: Mobile-ID
et: Mobiil-ID
ru: Mobiil-ID

# crypto-type-unknown
source: Unknown
et: Teadmata
ru: Неизвестно

# crypto-add-addressee-button-title
source: ADD
et: LISA
ru: ДОБАВИТЬ

# crypto-add-addressee-button-title-accessibility
source: ADD RECIPIENT
et: LISA ADRESSAAT
ru: ДОБАВИТЬ ПОЛУЧАТЕЛЯ

# crypto-addressee-added-button-title
source: ADDED
et: LISATUD
ru: ДОБАВЛЕН

# crypto-addressee-add-all-button
source: ADD ALL
et: LISA KÕIK
ru: ДОБАВИТЬ ВСЕ

# signing-recent-containers
source: Recent documents
et: Hiljutised dokumendid
ru: Недавние документы

# crashlytics-title
source: Send crash report?
et: Kas saata vearaport?
ru: Отправить отчет о сбое?

# crashlytics-message
source: Application crashed. Please send us crash report, so we can fix the problem.
et: Rakenduses juhtus viga. Palun saada meile vearaport, et saaksime selle vea parandada.
ru: Похоже, произошел какой-то сбой! Помогите нам решить проблему отправив отчет о сбое.

# crashlytics-action-send
source: Send
et: Saada
ru: Отправить

# crashlytics-action-always-send
source: Always send
et: Saada alati
ru: Всегда отправлять

# crashlytics-action-do-not-send
source: Don’t send
et: Ära saada
ru: Не отправлять

# siva-send-message
source: This type of signed document will be transmitted to the Digital Signature Validation Service SiVa to verify the validity of the digital signature. Read more information about transmitted data to Digital Signature Validation Service on the id.ee website. Do you want to continue? https://www.id.ee/en/article/data-protection-conditions-for-the-id-software-of-the-national-information-system-authority/
et: Seda tüüpi allkirjastatud dokument edastatakse digitaalallkirjade kehtivuse kontrollimiseks valideerimisteenusele SiVa. Digitaalallkirjade kehtivuse kontrollimisel edastatud andmete kohta loe lähemalt id.ee veebilehelt. Kas soovid jätkata? https://www.id.ee/artikkel/riigi-infosusteemi-ameti-id-tarkvara-andmekaitsetingimused/
ru: Данный тип подписанного документа передается в службу валидации SiVa для проверки действительности цифровых подписей. Подробнее о передаваемых при проверке действительности электронной подписи данных, можете прочитать на сайте id.ee. Желаете продолжить? https://www.id.ee/ru/artikkel/usloviya-zashhity-dannyh-programmnogo-obespecheniya-id-karty-departamenta-gosudarstvennoj-infosistemy/

# action-yes
source: YES
et: JAH
ru: ДА

# action-cancel
source: Cancel
et: Tühista
ru: Отменить

# action-abort
source: CANCEL
et: KATKESTA
ru: ОТМЕНИТЬ

# action-delete
source: Remove
et: Eemalda
ru: Удалить

# action-sign
source: Sign
et: Allkirjasta
ru: Подписать

# action-decrypt
source: Decrypt
et: Dekrüpteeri
ru: Дешифровать

# action-dialog-dont-show-again
source: Don't show again
et: Ära rohkem näita
ru: Больше не показывать

# action-read-more
source: Read more here
et: Loe täpsemalt siit
ru: Подробнее читайте здесь

# file-import-title
source: + ADD MORE FILES
et: + LISA VEEL FAILE
ru: + ДОБАВИТЬ БОЛЬШЕ ФАЙЛОВ

# file-import-title-accessibility
source: Add more files
et: Lisa veel faile
ru: Добавить Больше Файлов

# addressee-import-title
source: + ADD RECIPIENT
et: + LISA ADRESSAAT
ru: + ДОБАВИТЬ ПОЛУЧАТЕЛЯ

# addressee-import-title-accessibility
source: Add recipient
et: Lisa adressaat
ru: Добавить Получателя

# file-import-open-existing-failed-alert-title
source: Error opening container
et: Ümbriku laadimine ebaõnnestus
ru: Ошибка при открывании контейнера

# file-import-open-existing-failed-alert-message
source: Failed to open container %@
et: Dokumendi %@ avamine ebaõnnestus
ru: Не удалось открыть контейнер %@

# file-import-create-new-failed-alert-title
source: Error creating container
et: Ümbriku loomine ebaõnnestus
ru: Ошибка при создании контейнера

# file-import-create-new-failed-alert-message
source: Failed to open container %@
et: %@ laadimine ebaõnnestus
ru: Не удалось открыть контейнер %@

# file-import-new-file-opening-failed-alert-message
source: Failed to open file %@
et: Faili %@ avamine ebaõnnestus
ru: Не удалось открыть файл %@

# file-import-remove-file
source: Remove file
et: Eemalda fail
ru: Удалить Файл

# file-import-save-file
source: Save file
et: Salvesta fail ümbrikust
ru: Сохраните файл

# file-import-file-saved
source: File saved
et: Fail salvestatud
ru: Файл сохранен

# file-import-failed-file-save
source: Failed to save file
et: Faili salvestamine ebaõnnestus
ru: Не удалось сохранить файл

# file-import-failed-empty-file
source: Cannot add empty file to the container
et: Tühja faili ei saa ümbrikusse lisada
ru: Пустой файл нельзя добавить в контейнер

# file-import-failed-empty-file-imported
source: An empty file is attached to the envelope. Remove the empty file from the container to sign.
et: Ümbrikule on lisatud tühi fail. Allkirjastamiseks eemalda ümbrikust tühi fail.
ru: В контейнер добавлен пустой файл. Для подписания удалите из контейнера пустой файл.

# file-import-failed-duplicate-files
source: Found multiple references of file '%@' in container
et: Konteineris leiti faili '%@' mitu viidet
ru: В контейнере обнаружено несколько ссылок на файл '%@'

# container-details-signing-success
source: SIGNATURE ADDED
et: ALLKIRI LISATUD
ru: ПОДПИСЬ ДОБАВЛЕНА

# container-details-decryption-success
source: DECRYPTION SUCCESSFUL
et: DEKRÜPTEERIMINE ÕNNESTUS
ru: ДЕШИФРОВАНИЕ УДАЛОСЬ

# container-details-file-already-exists
source: File already exists in the container
et: Fail on juba ümbrikus olemas
ru: Файл уже существует в контейнере

# container-header-files-title
source: Container files
et: Ümbriku sisu
ru: Файлы контейнера

# container-header-create-files-title
source: Container files
et: Ümbriku sisu
ru: Файлы контейнера

# container-edit-name-button
source: Container name
et: Ümbriku nimi
ru: Название контейнера

# container-error-message-failed-container-name-change
source: Failed to rename container
et: Ümbriku nime muutmine ebaõnnestus
ru: Не удалось изменить название контейнера

source: Container name changed
et: Ümbriku nimi muudetud
ru: Название контейнера изменено

source: Container name change cancelled
et: Ümbriku nime muutmine katkestatud
ru: Изменение названия контейнера отменено

# container-header-files-add-file
source: Add file
et: Lisa fail
ru: Добавить файл

# container-header-create-addressee-title
source: Recipients
et: Adressaadid
ru: Получатели

# container-header-timestamp-title
source: Container timestamps
et: Ajatempel
ru: Временной штамп контейнера

# container-header-signatures-title
source: Container signatures
et: Ümbriku allkirjad
ru: Подписи контейнера

# container-header-timestamps-title
source: Container timestamps
et: Ümbriku ajatemplid
ru: Временные штампы контейнерa

# container-row-edit-remove
source: Delete
et: Eemalda
ru: Удалить

# container-header-title
source: CONTAINER:
et: ÜMBRIK:
ru: КОНТЕЙНЕР:

# container-error-message-invalid-signature
source: 1 INVALID SIGNATURE
et: 1 ALLKIRI EI OLE KEHTIV
ru: 1 НЕВЕРНАЯ ПОДПИСЬ

# container-error-message-invalid-signatures
source: %d INVALID SIGNATURES
et: %d ALLKIRJA EI OLE KEHTIVAD
ru: %d НЕВЕРНАЯ ПОДПИСЬ

# container-error-message-unknown-signature
source: 1 UNKNOWN SIGNATURE
et: 1 ALLKIRI ON TEADMATA
ru: 1 НЕИЗВЕСТНАЯ ПОДПИСЬ

# container-error-message-unknown-signatures
source: %d UNKNOWN SIGNATURES
et: %d ALLKIRJA ON TEADMATA
ru: %d НЕИЗВЕСТНЫХ ПОДПИСЕЙ

# container-error-message-cades
source: This container contains CAdES signature. You are not allowed to add or remove signatures to this container.
et: Tegemist on CAdES allkirja sisaldava ümbrikuga. Sellele ümbrikule ei saa allkirja lisada ega eemaldada.
ru: Этот контейнер содержит подпись CAdES. К данному контейнеру нельзя добавить или удалить из него подпись.

# container-signature-signed
source: Signed %@
et: Allkirjastatud %@
ru: Подписано %@

# container-missing-signatures
source: Container is not signed
et: Allkirjad puuduvad
ru: Контейнер не подписан

# container-missing-addressees
source: Recipients are missing
et: Adressaadid puuduvad
ru: Получатели отсутствуют

# container-signature-status-valid
source: Signature is valid
et: Allkiri on kehtiv
ru: Подпись действительна

# container-signature-status-warning
source: (Warnings)
et: (Hoiatused)
ru: (Предупреждения)

# container-signature-status-non-qscd
source: (Restrictions)
et: (Piirangud)
ru: (Ограничения)

# container-signature-status-invalid
source: Signature is not valid
et: Allkiri ei ole kehtiv
ru: Подпись недействительна

# container-signature-status-unknown
source: Signature is unknown
et: Allkiri on teadmata
ru: Подпись неизвестная

# crypto-remove-addressee-button
source: Remove recipient
et: Eemalda adressaat
ru: Удалить подпись

# crypto-encrypted-files-title
source: Encrypted files
et: Krüpteeritud failid
ru: Зашифрованные файлы

# crypto-invalid-personal-code-title
source: Personal code is not valid!
et: Isikukood pole korrektne!
ru: Личный код недействителен!

# container-timestamp-valid
source: Timestamp is valid
et: Ajatempel on kehtiv
ru: Временной штамп действителен

# container-timestamp-unknown
source: Timestamp is unknown
et: Ajatempel on teadmata
ru: Временной штамп неизвестный

# container-timestamp-invalid
source: Timestamp is not valid
et: Ajatempel ei ole kehtiv
ru: Временной штамп недействителен

# container-asics-warning
source: This ASICS container contains XADES signature. You are not allowed to add or remove signatures to this container.
et: Tegemist on XADES allkirja sisalduva ASICS ümbrikuga. Sellele ümbrikule ei saa allkirja lisada ega eemaldada.
ru: Речь идет о конверте ASICS, содержащемся в подписи XADES. К данному контейнеру нельзя добавить или удалить из него подпись.

# container-signature-status-reason-title
source: Warnings
et: Hoiatused
ru: Предупреждения

# container-signature-status-invalid-reason
source: This is an invalid signature or malformed digitally signed file. The signature is not valid.
et: See allkiri või allkirjastatud fail on vigane. Allkiri ei ole kehtiv.
ru: Повреждена подпись или подписанный файл. Данная подпись недействительна.

# container-signature-status-warning-reason-weak
source: The signature is technically correct, but it is based on the currently weak hash algorithm SHA-1, therefore it is not protected against forgery or alteration.
et: Allkiri on tehniliselt korrektne, kuid põhineb praeguseks nõrgaks hinnatud räsialgorütmil SHA-1, mistõttu ei ole see kaitstud võltsimise või muutmise eest.
ru: Подпись технически верна, но так как она основана на слабом на данный момент алгоритме хеширования SHA-1, то не защищена от подделки или изменения.

# container-signature-status-warning-reason
source: The signature is valid, but the container has a specific feature. Usually, this feature has arisen accidentally when containers were created. However, as it is not possible to edit a container without invalidating the signature, a warning is displayed. Additional information: https://www.id.ee/en/article/digital-signing-and-electronic-signatures/
et: Allkiri on kehtiv, aga ümbrikul on mingi eripära. Tavaliselt on selline eripära tekkinud ümbriku loomisel. Kuna ümbrikku ei ole võimalik muuta ilma, et allkiri kehtetuks muutuks, näidatakse selliste ümbrike puhul hoiatust. Lisainfo: https://www.id.ee/artikkel/digitaalne-allkirjastamine-ja-elektroonilised-allkirjad
ru: Подпись действительна, но у контейнера имеется какая-то особенность. Чаще всего, такая особенность возникает при изготовлении контейнеров случайно. Однако поскольку контейнер невозможно изменить без потери действительности подписи, то отображается предупреждение. Дополнительная информация: https://www.id.ee/ru/artikkel/czifrovoe-podpisanie-i-elektronnye-podpisi/

# container-signature-status-nonqscd-reason
source: This e-Signature is not equivalent with handwritten signature and therefore can be used only in transactions where Qualified e-Signature is not required.
et: See e-allkiri ei ole käsitsi kirjutatud allkirjadega samaväärne ja seetõttu saab seda kasutada ainult tehingute puhul, kus kvalifitseeritud e-allkiri pole kohustuslik.
ru: Эта электронная подпись не эквивалентна рукописной подписи и поэтому может использоваться только в тех случаях, когда не требуется квалифицированная электронная подпись.

# container-signature-status-unknown-reason
source: Signature status is displayed "unknown" if you don't have all validity confirmation service certificates and/or certificate authority certificates installed into your computer. Additional information: https://www.id.ee/en/article/digidoc4-client-error-ocsp-responder-is-not-trusted-no-certificate-for-this-responder-in-local-certstore
et: Allkirja staatust kuvatakse "teadmata", kui Sinu arvutisse pole lisatud kõiki kehtivuskinnituse teenuse sertifikaate ja/või nende kontrolliks vajalikke sertifikaate. Lisainfo: https://www.id.ee/artikkel/digidoc4-klient-viga-ocsp-responder-is-not-trusted-no-certificate-for-this-responder-in-local-certstore
ru: Статус подписи отображается как "неизвестный", если на компьютере не установлены необходимые для проверки подписи сертификаты сертифицирующей организации и/или услуги подтверждения действительности. Дополнительная информация: https://www.id.ee/ru/artikkel/digidoc4-klient-oshibka-ocsp-responder-is-not-trusted-no-certificate-for-this-responder-in-local-certstore

# container-signature-technical-information-button
source: TECHNICAL INFORMATION
et: TEHNILINE INFORMATSIOON
ru: ТЕХНИЧЕСКАЯ ИНФОРМАЦИЯ

# challenge-code-label-accessibility
source: Control code: %@ %@ %@ %@
et: Kontrollkood: %@ %@ %@ %@
ru: Контрольный код: %@ %@ %@ %@

# sim-toolkit-sign-document-title
source: Sign document
et: Allkirjasta dokument
ru: Подписать документ

# mobile-id-timeout-message
source: Mobile-ID request timeout
et: Mobiil-ID päring aegus
ru: Тайм-аут запроса Mobiil-ID

# error-alert-title-general
source: Failure
et: Viga
ru: Отказ

# error-alert-open-link
source: Additional information
et: Loe täpsemalt siit
ru: Дополнительная информация

# error-details-title
source: Details
et: Detailid
ru: Детали

# share-extension-import-title
source: Importing file
et: Faili import
ru: Импорт файла

# share-extension-import-message
source: File is now cached for you. Go to RIA DigiDoc application to finish import
et: Fail on ajutisse kausta salvestatud. Impordi lõpetamiseks mine RIA DigiDoc rakendusse.
ru: Файл кэширован. Перейти к приложению RIA DigiDoc для завершения импорта

# datafile-added
source: File added
et: Fail lisatud
ru: Файл добавлен

# datafiles-added
source: Files added
et: Failid lisatud
ru: Файлы добавлены

# signature-remove-button
source: Remove signature
et: Eemalda allkiri
ru: Удалить подпись

# signature-remove-confirm-message
source: Remove signature from container?
et: Soovid eemaldada allkirja?
ru: Удалить подпись из контейнера?

# datafile-remove-confirm-message
source: Remove file from container?
et: Soovid eemaldada faili ümbrikust?
ru: Удалить файл из контейнера?

# last-datafile-remove-confirm-message
source: You are about to remove the last file in the container, it is removed along with the container.
et: Oled kustutamas viimast faili ümbrikus, koos sellega eemaldatakse ka ümbrik.
ru: Вы собираетесь удалить последний файл в контейнере, он удаляется вместе с контейнером.

# datafile-removed
source: File removed
et: Fail eemaldatud
ru: Файл удален

# datafile-removal-failed
source: Failed to remove file
et: Faili eemaldamine ebaõnnestus
ru: Не удалось удалить файл

# datafile-removal-cancelled
source: File removal cancelled
et: Faili eemaldamine katkestatud
ru: Удаление файла отменено

# general-signature-adding-message
source: Failed to sign container
et: Ümbriku allkirjastamine ebaõnnestus
ru: Не удалось подписать контейнер

# general-signature-removal-message
source: Failed to remove signature from container
et: Allkirja eemaldamine ümbrikust ebaõnnestus
ru: Не удается удалить подпись из контейнера

source: Signature removed
et: Allkiri eemaldatud
ru: Подпись удалена

source: Signature removal cancelled
et: Allkirja eemaldamine katkestatud
ru: Удаление подписи отменено

# signing-progress
source: Progress
ru: Прогресс

# signing-remember-me
source: Remember me
et: Pea mind meeles
ru: Запомни меня

# signing-cancelled
source: Container signing cancelled
et: Ümbriku allkirjastamine katkestatud
ru: Подписание контейнера прервано

# signing-idcode-title
source: Personal code
et: Isikukood
ru: Личный код

# mobile-id-title
source: Enter your mobile number and personal code to sign with mobile-ID
et: Sisesta oma telefoninumber ja isikukood mobiil-IDga allkirjastamiseks
ru: Введите свой телефонный номер и личный код для подписания с помощью mobiil-ID

# mobile-id-phone-title
source: Country code and phone number
et: Riigikood ja telefoninumber
ru: Код страны и телефонный номер

# mobile-id-challenge-title
source: Sign with mobile-ID
et: Allkirjasta mobiil-IDga
ru: Подписать с помощью приложения Mobile-ID

# mobile-id-challenge-waiting-response
source: Waiting for response ...
et: Ootan vastust ...
ru: Жду ответа ...

# smart-id-title
source: Enter your personal code to sign with Smart-ID
et: Sisesta oma isikukood Smart-IDga allkirjastamiseks
ru: Введите свой личный код для подписи с Smart-ID

# smart-id-country-title
source: Country
et: Riik
ru: Страна

# smart-id-country-estonia
source: Estonia
et: Eesti
ru: Эстония

# smart-id-country-lithuania
source: Lithuania
et: Leedu
ru: Литва

# smart-id-country-latvia
source: Latvia
et: Läti
ru: Латвия

# smart-id-challenge-title
source: Sign with Smart-ID
et: Allkirjasta Smart-IDga
ru: Подписать с помощью приложения Smart-ID
