Repository: nagyist/MOPP-iOS
Catalog: MoppApp/MoppApp/*.lproj/Localizable.strings
Languages: et, ru

# my-eid-how-to-get-new-card-message
source: A new document must be requested to receive the new PUK code.
et: Uue PUK-koodi saamiseks tuleb taotleda uus dokument.

# my-eid-how-to-get-new-card-url
source: https://www.politsei.ee/en/instructions/applying-for-an-id-card-for-an-adult
et: https://www.politsei.ee/et/juhend/id-kaardi-taotlemine-taeiskasvanule/
